{
    "navBar": {
        "aboutMe": "Sobre mi",
        "skills": "Habilidades",
        "experience": "Experiencia",
        "portfolio": "Portfolio",
        "contact": "Contacto",
        "config": "Configuración"
    },
    "presentatio": {
        "introduction": "Tecnico Electromecanico, enfocado desde hace varios años en la programacion Web, especializandome en <span class='highlight'>Base de datos</span>, protocolos <span class='highlight'>Secure Shell</span> y servidores <span class='highlight'>Linux.</span>"
    },
    "cv": {
        "description-cv": "CV Español",
        "cv-href": "https://drive.google.com/file/d/1lf_iLOX8PHcX6o7trvpPqQe4j99p2NWr/view?usp=sharing"
        
    },
    "experience": {
        "experience-title": "Experiencia",
        "first-job-title": "Customer Service Analyst",
        "first-job-company": "Thinkion",
        "first-job-dates": "Diciembre 2023 - Actualidad",
        "first-job-description-1": "Capacidad demostrada para identificar, diagnosticar y resolver eficazmente errores del servidor, garantizando la continuidad operativa.",
        "first-job-description-2": "Amplio conocimiento de MariaDB y SQL para la resolución, de errores en la base de datos.",
        "first-job-description-3": "Uso diario de protocolo SSH e implementacion de nuevos comandos, ya existentes en Linux, para facilitar la identificación de problemas.",
        "first-job-description-4": "Experiencia en la creación de consultas SQL para optimizar la resolución de problemas y mejorar la eficiencia operativa.",
        "first-job-description-5": "Testin de nuevas funcionalidades y su respectiva documetacion de fallas y sugerencias, de ser necesario.",
        "first-job-description-6": "Habilidades de soporte al cliente excepcionales, con un enfoque en la resolución rápida y efectiva de problemas.",
        "first-job-description-7": "<span class='highlight'>Principales logros</span>",
        "first-job-description-8": "Optimization en la resolución de problemas, mediante la creación e implementación de queries SQL estratégicas, lo que resultó en una mayor velocidad a la hora de solucionar errores.",
        "first-job-description-9": "Creación de guías detalladas y fáciles de entender, de las nuevas funcionalidades del sistema. <br> ",
        "first-job-description-10": "Desarrollo de Script personalizado, para la extracción de datos específicos al momento de hacer cargas masivas en postman.",
        "first-job-description-11": "Sugerir varias mejoras del sistema bien detalladas y nuevos diseños en Figma, para partes concretas del sistema, logrando que sea mas intuitivo, reduciendo fallos de clientes y tiempos de capacitación.",
        "first-job-description-12": "Implementé un sistema automatizado para la gestión y asignación de tickets de soporte. Utilizando PHP, el script interactúa con la API de Freshdesk para obtener tickets pendientes y los asigna a agentes operativos mediante un algoritmo de rotación (round-robin), garantizando una distribución justa de la carga de trabajo y mejorando la eficiencia del equipo.",
        "second-job-title": "Técnico en Control de calidad",
        "second-job-company": "Novatech S.A",
        "second-job-dates": "Agosto 2016 - Octubre 2016",
        "second-job-description-1": "Control de calidasd de la produccion de Notebooks, desde las Motherboards, Memorias ram, Pantallas, Teclados, Wifi, Bluetooth",
        "second-job-description-2": "Comprobacion que es sistema operativo Ubuntu funcione correctamente, y que no haya fallas en la parte de software",
        "second-job-description-3": "Control de prodcuccion de Router y Modems y Telefonos de linea",
        "second-job-description-4": "Optimizar posibles fallas en fabricación y reportes de posibles fallos en el area de produccion"
    },
    "academic": {
        "academic-title": "Formación académica",
        "first-eduction-title": "Licenciatura en Gestión de Tecnología de la Información ",
        "first-eduction-institute": "Universidad Argentina de la Empresa",
        "first-eduction-dates": "Agosto 2023 - Actualidad",
        "first-eduction-description": "Primer año de la carrera, las materias aprobadas son: Diseño y desarrollo web,test de aplicaciones, programación uno. <br> Actualmente estoy cursando: Programacion orientada a objetos en Java y Algoritmos de programacion",
        "second-eduction-title": "PHP Developer",
        "second-eduction-institute": "Argentina Programa 4.0",
        "second-eduction-dates": "Mayo 2023 - Noviembre 2023 Graduado",
        "second-eduction-description": "Manejo de PHP, Programacion orientada a objetos, HTML5, CSS3, Laravel, SQL y Boostrap, creación de una pagina web, Creación de una base de datos con phpMyAdmin",
        "third-eduction-title": "Desarrollo Web Full Stack",
        "third-eduction-institute": "Digital House",
        "third-eduction-dates": "Junio 2022 - Diciembre 2022 Graduado",
        "third-eduction-description": "Creación de un eCommerce con Node.js, Express.js, metodología MVC, phpMyAdmin, HTML, CSS y SQL, manejo de Github y control de versiones, creacion, diseño e implementacion de base de datos MySQL",
        "fourth-eduction-title": "Técnico Electromecánico",
        "fourth-eduction-institute": "Escuela secundaria: Escuela Tecnica Alemana Moreno",
        "fourth-eduction-dates": "Marzo 2007 - Diciembre 2014 Graduado",
        "fourth-eduction-description": "Mantenimiento preventivo, Mantenimiento correctivo, Optimizar procesos productivos, AutoCAD, Mecanica, Electromecanica, CNC, Neumática, Hidráulica, Electricidad, Electronica, Programación de PLC, Programacion en QBasic Control de calidad, Seguridad industrial, Electromecanica, Lectura y creacion de planos"
    },
    "portfolio": {
        "site": "<span class='highlight'>Ir al sitio</span>",
        "code": "<span class='highlight'>Ver el codigo</span>",
        "first-title": "<span class='highlight'>eCommerce de compra y venta</span>",
        "first-description": "Sitio clasico de compra y venta de productos, se uso Nodje.js para el servidor y phpMyAdmin para la base de datos, se aplico la metodologia de MVC, se utilizo css, html, y se aplico el manejo de versiones con Github",
        "second-title": "<span class='highlight'>Ecommerce Weis</span>",
        "second-description": "Desarrollado con Digital House, es un Ecommerce de una empresa que vende comida ahumada en bariloche, fue un trabajo grupal de 4 personas, se utilizo Node.js, css, HTMl, phpMyAdmin",
        "third-title": "<span class='highlight'>Ecommerce Weis</span>",
        "third-description": "Desarrollado con Digital House, es un Ecommerce de una empresa que vende comida ahumada en bariloche, fue un trabajo grupal de 4 personas, se utilizo Node.js, css, HTMl, phpMyAdmin"
    },
    "skills": {
        "skills-title": "<span class='highlight'>Habilidades Técnicas</span>"
    },
    "competencies": {
        "competencies-title": "<span class='highlight'>Habilidades blandas</span>",
        "first-competencies": "<strong>Trabajo en equipo</strong>",
        "third-competencies": "Adaptabilidad",
        "second-competencies": "<strong>Resolución de problemas</strong>",
        "fifth-competencies": "Creatividad",
        "fourth-competencies": "<strong>Comunicación efectiv</strong>",
        "sixth-competencies": "Gestión del tiempo",
        "eighth-competencies": "Aprendizaje autónomo",
        "seventh-competencies": "<strong>Pensamiento crítico</strong>",
        "ninth-competencies": "Empatía",
        "eleventh-competencies": "Liderazgo",
        "twelfth-competencies": "Pensamiento estratégico",
        "tenth-competencies": "<strong>Proactividad</strong>",
        "thirteenth-competencies": "Manejo del estrés ",
        "fourteenth-competencies": "Capacidad de aprendizaje continuo"
    },
    "aboutMe": {
        "title": "<span class='highlight'>Sobre mí</span>",
        "first-description": "Desde chico me fascina entender cómo funcionan las cosas y cómo mejorarlas. Empecé desarmando juguetes y electrodomésticos, seguí reparando instalaciones eléctricas y construyendo partes de la casa. Más adelante me enfoqué en las computadoras: desarmarlas, limpiarlas y agregarles hardware era parte del día a día.",
        "second-description": "En secundaria decidí cambiarme a una escuela técnica para seguir formándome en lo que me apasiona. Allí aprendí electrónica, mecánica, desarrollo de proyectos, pensamiento crítico, y sobre todo, mis primeros lenguajes: QBasic, programación de PLC y el manejo de Tornos CNC. Fue ahí donde supe con certeza que quería ser programador.",
        "third-description": "Hoy, ya como Técnico Electromecánico, canalizo esa misma curiosidad a través de la programación. Disfruto identificar problemas, buscar soluciones prácticas y automatizar tareas. Actualmente trabajo en Thinkion como Customer Service Analyst, donde combino soporte técnico con testing y desarrollo para mejorar la experiencia del usuario y la estabilidad del sistema.",
        "fourth-description": "Sigo formándome en la Licenciatura en Sistemas, especializándome en backend con Node.js, SQL, phpMyAdmin, y como amante de Linux desde hace años, también en administración y desarrollo de servidores Linux. Aspiro a integrarme a un equipo donde pueda seguir creciendo, aportar valor y participar en proyectos que desafíen mi creatividad y lógica.",
        "fifth-description": "Como dato extra, si llegaste hasta acá: mi sistema operativo actual es EndeavourOS (basado en Arch Linux). Creo en el aprendizaje constante y en la importancia de entender tanto al usuario como al sistema."
    },
    "contact": {
        "title": "Contáctame"
    }
}